//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2016, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

/** @file SataDevInfo.uni
    Unicode string file that defines the strings used by the setup emodule
*/

#langdef   en-US "English"    // English
#langdef   zh-chs "中文 " // Chinese simplified

#string STR_SATA_NEW_CONFIG_FORM             #language en-US "SATA Configuration"
                                             #language zh-chs "SATA 配置"
#string STR_SATA_DEVICE_INFO_FORM_HELP       #language en-US "SATA Devices Information."
                                             #language zh-chs "串行高级技术附件（Serial Advanced Technology Attachment, SATA）设备信息"
#string STR_EMPTY                            #language en-US ""

 //<libj-20201112 Add the SATA option translate Chinese+ >
 #string STR_SECURITY_FEATURE_SUPPORT       #language en-US "Security Feature :      Supported"
                                             #language zh-chs "安全特性  :       支持"
 #string STR_SECURITY_FEATURE_NOSUPPORT       #language en-US "Security Feature :      Not Supported"
                                             #language zh-chs "安全特性  :       不支持"
 #string STR_SECURITY_STATUS_ENABLE       #language en-US "Security Status  :      Enabled"
                                             #language zh-chs "安全状态  :       启用"  
#string STR_SECURITY_STATUS_DISABLE       #language en-US "Security Status  :      Disabled"
                                             #language zh-chs "安全状态  :       禁用"  
#string STR_SMART_FEATURE_SUPPORT       #language en-US "SMART Feature    :      Supported"
                                             #language zh-chs "智能特性  :       支持"
#string STR_SMART_FEATURE_NOSUPPORT       #language en-US "SMART Feature    :      Not Supported"
                                             #language zh-chs "智能特性  :       不支持"
#string STR_OPAL_FEATURE_SUPPORT       #language en-US "Opal Feature     :      Supported"
                                             #language zh-chs "Opal特性  :       支持"
#string STR_OPAL_FEATURE_NOSUPPORT       #language en-US "Opal Feature     :      Not Supported"
                                             #language zh-chs "Opal特性  :       不支持"
#string STR_ACOUSTIC_FEATURE_SUPPORT       #language en-US "Acoustic Feature :      Supported"
                                             #language zh-chs "声学特性  :       支持"
#string STR_ACOUSTIC_FEATURE_NOSUPPORT       #language en-US "Acoustic Feature :      Not Supported"
                                             #language zh-chs "声学特性  :       不支持"
#string STR_ACOUSTIC_FEATURE_LEVEL_PASS       #language en-US "Acoustic Level   :      ByPass "
                                             #language zh-chs "声水平    :       绕过"
#string STR_ACOUSTIC_FEATURE_LEVEL_QUIET       #language en-US "Acoustic Level   :      Quiet "
                                             #language zh-chs "声水平    :       安静"
#string STR_ACOUSTIC_FEATURE_LEVEL_MAX_PERFORMANCE       #language en-US "Acoustic Level   :      Max Performance "
                                             #language zh-chs "声水平    :       最大性能"
#string STR_ACOUSTIC_FEATURE_LEVEL       #language en-US "Acoustic Level   :          "
                                             #language zh-chs "声水平    :       "

#string STR_SERIAL_NUMBER       #language en-US "Serial Number    :      "
                                             #language zh-chs "序列号    :       "

#string STR_FIRMWARE       #language en-US "Firmware         :      "
                                             #language zh-chs "固件      :       "   
#string STR_CURRENT_SPEED       #language en-US "Current Speed    :      GEN"
                                             #language zh-chs "当前的速度:       GEN"
#string STR_SIZE       #language en-US "Size             :      "
                                             #language zh-chs "大小      :       "                                
#string STR_MODEL_NUMBER       #language en-US "Model Number     :      "
                                             #language zh-chs "型号      :       " 
#string STR_SATA_CONTROLLER      #language en-US "SATA Controller"
                                #language zh-chs "SATA控制器"  
#string STR_SATA_PORT      #language en-US "PORT"
                                #language zh-chs "端口" 
#string STR_NOT_PRESENT      #language en-US "Not Present"
                            #language zh-chs "不在位"    
//<libj-20201112 Add the SATA option translate Chinese- >
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2016, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
